<?php

return [
    'categoryAssociation' =>
        [
            // association array for kiev
            [
                "name" => "Заправочные станции",
                "id" => "15059031513122931",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Шиномонтаж",
                "id" => "15059031513112073",
                "self_cat" => "Шиномантаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Выездная техническая помощь на дороге",
                "id" => "15059031513214700",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Авторемонт и техобслуживание (СТО)",
                "id" => "15059031513113425",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозапчасти для легковых автомобилей",
                "id" => "15059031513159268",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автомойки",
                "id" => "15059031513104789",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Автозапчасти для грузовых автомобилей",
                "id" => "15059031513105525",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автостоянки",
                "id" => "15059031513104793",
                "self_cat" => "Автостоянки",
                "self_car_id" => 27
            ],
            [
                "name" => "Ремонт спецтехники",
                "id" => "15059031513112141",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Запчасти для общественного транспорта",
                "id" => "15059031513117545",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Контрактные автозапчасти",
                "id" => "15059031513104909",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти к сельхозтехнике",
                "id" => "15059031513107621",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти для спецтехники",
                "id" => "15059031513112850",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Шины / Диски",
                "id" => "15059031513104811",
                "self_cat" => "Шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автоаксессуары",
                "id" => "15059031513104809",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Газовое оборудование для автотранспорта",
                "id" => "15059031513104821",
                "self_cat" => "ГБО",
                "self_car_id" => 9
            ],
            [
                "name" => "Установка / ремонт автостёкол",
                "id" => "15059031513115176",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автомасла / Мотомасла / Химия",
                "id" => "15059031513104810",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Кузовной ремонт",
                "id" => "15059031513112077",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозвук",
                "id" => "15059031513104788",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Развал / Схождение",
                "id" => "15059031513112074",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Тонирование автостёкол",
                "id" => "15059031513104797",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Хранение шин",
                "id" => "15059031513127213",
                "self_cat" => "шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автомобильные аккумуляторы",
                "id" => "15059031513104908",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт автоэлектрики",
                "id" => "15059031513112076",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Компьютерная диагностика автомобилей",
                "id" => "15059031513214746",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автостекло",
                "id" => "15059031513105061",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Специализированное автооборудование",
                "id" => "15059031513104817",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Тюнинг",
                "id" => "15059031513104798",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Ремонт грузовых автомобилей",
                "id" => "15059031513125373",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Услуги авторазбора",
                "id" => "15059031513104790",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт ходовой части автомобиля",
                "id" => "15059031513112075",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Автоэмали",
                "id" => "15059031513105029",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Запчасти для мототехники",
                "id" => "15059031513214686",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт АКПП",
                "id" => "15059031513104796",
                "self_cat" => "Коробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Ремонт / обслуживание климатических систем автомобиля",
                "id" => "15059031513112081",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт бензиновых двигателей",
                "id" => "15059031513112079",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт дизельных двигателей",
                "id" => "15059031513112078",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Антикоррозийная обработка автомобилей",
                "id" => "15059031513104794",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Аппаратная замена масла",
                "id" => "15059031513112284",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Станции для зарядки электротранспорта",
                "id" => "15059031513214704",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Автосигнализации",
                "id" => "15059031513104792",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт / тюнинг мототехники",
                "id" => "15059031513123014",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт выхлопных систем",
                "id" => "15059031513156792",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Технический осмотр транспорта",
                "id" => "15059031513108916",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Ремонт топливной аппаратуры дизельных двигателей",
                "id" => "15059031513121032",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            /*[
                "name" => "Детейлинг",
                "id" => "15059031513214685",
                "self_cat" => "Другое",
                "self_car_id" => 43
            ],*/
            [
                "name" => "Ремонт карбюраторов / инжекторов",
                "id" => "15059031513112083",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт электронных систем управления автомобиля",
                "id" => "15059031513114796",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Тонировочные / защитные плёнки для автомобилей",
                "id" => "15059031513151722",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Установка / ремонт автомобильной оптики",
                "id" => "15059031513214749",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Автоприцепы",
                "id" => "15059031513214866",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Услуги по отогреву автомобиля",
                "id" => "15059031513160812",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Пошив авточехлов / автоковров",
                "id" => "15059031513174548",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт автобусов",
                "id" => "15059031513214748",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт МКПП",
                "id" => "15059031513214747",
                "self_cat" => "Кробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Тахографы",
                "id" => "15059031513214756",
                "self_cat" => "",
                "self_car_id" => ""
            ],
            /*[
                "name" => "Топливные карты",
                "id" => "15059031513158842",
                "self_cat" => "Другое",
                "self_car_id" => 46
            ],*/
            [
                "name" => "Переоборудование автомобилей",
                "id" => "15059031513214750",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Светоотражающие материалы / изделия",
                "id" => "15059031513161748",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            // association array for Dnepr
            [
                "name" => "Заправочные станции",
                "id" => "14777556536412275",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Шиномонтаж",
                "id" => "14777556536401417",
                "self_cat" => "Шиномантаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Выездная техническая помощь на дороге",
                "id" => "14777556536504044",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Авторемонт и техобслуживание (СТО)",
                "id" => "14777556536402769",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозапчасти для легковых автомобилей",
                "id" => "14777556536448612",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автомойки",
                "id" => "14777556536394133",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Автозапчасти для грузовых автомобилей",
                "id" => "14777556536394869",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автостоянки",
                "id" => "14777556536394137",
                "self_cat" => "Автостоянки",
                "self_car_id" => 27
            ],
            [
                "name" => "Ремонт спецтехники",
                "id" => "14777556536401485",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Запчасти для общественного транспорта",
                "id" => "14777556536406889",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Контрактные автозапчасти",
                "id" => "14777556536394253",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти к сельхозтехнике",
                "id" => "14777556536396965",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти для спецтехники",
                "id" => "14777556536402194",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Шины / Диски",
                "id" => "14777556536394155",
                "self_cat" => "Шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автоаксессуары",
                "id" => "14777556536394153",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Газовое оборудование для автотранспорта",
                "id" => "14777556536394165",
                "self_cat" => "ГБО",
                "self_car_id" => 9
            ],
            [
                "name" => "Установка / ремонт автостёкол",
                "id" => "14777556536404520",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автомасла / Мотомасла / Химия",
                "id" => "14777556536394154",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Кузовной ремонт",
                "id" => "14777556536401421",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозвук",
                "id" => "14777556536394132",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Развал / Схождение",
                "id" => "14777556536401418",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Тонирование автостёкол",
                "id" => "14777556536394141",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Хранение шин",
                "id" => "14777556536416557",
                "self_cat" => "шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автомобильные аккумуляторы",
                "id" => "14777556536394252",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт автоэлектрики",
                "id" => "14777556536401420",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Компьютерная диагностика автомобилей",
                "id" => "14777556536504090",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автостекло",
                "id" => "14777556536394405",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Специализированное автооборудование",
                "id" => "14777556536394161",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Тюнинг",
                "id" => "14777556536394142",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Ремонт грузовых автомобилей",
                "id" => "14777556536414717",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Услуги авторазбора",
                "id" => "14777556536394134",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт ходовой части автомобиля",
                "id" => "14777556536401419",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Автоэмали",
                "id" => "14777556536394373",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Запчасти для мототехники",
                "id" => "14777556536504030",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт АКПП",
                "id" => "14777556536394140",
                "self_cat" => "Коробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Ремонт / обслуживание климатических систем автомобиля",
                "id" => "14777556536401425",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт бензиновых двигателей",
                "id" => "14777556536401423",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт дизельных двигателей",
                "id" => "14777556536401422",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Антикоррозийная обработка автомобилей",
                "id" => "14777556536394138",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Аппаратная замена масла",
                "id" => "14777556536401628",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Станции для зарядки электротранспорта",
                "id" => "14777556536504048",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Автосигнализации",
                "id" => "14777556536394136",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт / тюнинг мототехники",
                "id" => "14777556536412358",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт выхлопных систем",
                "id" => "14777556536446136",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Технический осмотр транспорта",
                "id" => "14777556536398260",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Ремонт топливной аппаратуры дизельных двигателей",
                "id" => "14777556536410376",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            /*[
                "name" => "Детейлинг",
                "id" => "15059031513214685",
                "self_cat" => "Другое",
                "self_car_id" => 43
            ],*/
            [
                "name" => "Ремонт карбюраторов / инжекторов",
                "id" => "14777556536401427",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт электронных систем управления автомобиля",
                "id" => "14777556536404140",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Тонировочные / защитные плёнки для автомобилей",
                "id" => "14777556536441066",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Установка / ремонт автомобильной оптики",
                "id" => "14777556536504093",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            /*[
                "name" => "Автоприцепы",
                "id" => "15059031513214866",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],*/
            /*[
                "name" => "Услуги по отогреву автомобиля",
                "id" => "15059031513160812",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],*/
            [
                "name" => "Пошив авточехлов / автоковров",
                "id" => "14777556536463892",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт автобусов",
                "id" => "14777556536504092",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт МКПП",
                "id" => "14777556536504091",
                "self_cat" => "Кробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Тахографы",
                "id" => "14777556536504100",
                "self_cat" => "",
                "self_car_id" => ""
            ],
            /*[
                "name" => "Топливные карты",
                "id" => "15059031513158842",
                "self_cat" => "Другое",
                "self_car_id" => 46
            ],*/
            [
                "name" => "Переоборудование автомобилей",
                "id" => "14777556536504094",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            /*[
                "name" => "Светоотражающие материалы / изделия",
                "id" => "15059031513161748",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ]*/

            // association array for Odessa
            [
                "name" => "Заправочные станции",
                "id" => "1970445096077427",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Шиномонтаж",
                "id" => "1970445096066569",
                "self_cat" => "Шиномантаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Выездная техническая помощь на дороге",
                "id" => "1970445096169196",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Авторемонт и техобслуживание (СТО)",
                "id" => "1970445096067921",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозапчасти для иномарок",
                "id" => "1970445096059310",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автозапчасти для отечественных автомобилей",
                "id" => "1970445096060020",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автомойки",
                "id" => "15059031513104789",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Автозапчасти для грузовых автомобилей",
                "id" => "1970445096060021",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автостоянки",
                "id" => "1970445096059289",
                "self_cat" => "Автостоянки",
                "self_car_id" => 27
            ],
            [
                "name" => "Ремонт спецтехники",
                "id" => "1970445096066637",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Запчасти для общественного транспорта",
                "id" => "1970445096072041",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Контрактные автозапчасти",
                "id" => "1970445096059405",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти к сельхозтехнике",
                "id" => "1970445096062117",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти для спецтехники",
                "id" => "1970445096067346",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Шины / Диски",
                "id" => "1970445096059307",
                "self_cat" => "Шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автоаксессуары",
                "id" => "1970445096059305",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Газовое оборудование для автотранспорта",
                "id" => "1970445096059317",
                "self_cat" => "ГБО",
                "self_car_id" => 9
            ],
            [
                "name" => "Установка / ремонт автостёкол",
                "id" => "1970445096069672",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автомасла / Мотомасла / Химия",
                "id" => "1970445096059306",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Кузовной ремонт",
                "id" => "1970445096066573",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозвук",
                "id" => "1970445096059284",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Развал / Схождение",
                "id" => "1970445096066570",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Тонирование автостёкол",
                "id" => "1970445096059293",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Хранение шин",
                "id" => "1970445096081709",
                "self_cat" => "шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автомобильные аккумуляторы",
                "id" => "1970445096059404",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт автоэлектрики",
                "id" => "1970445096066572",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Компьютерная диагностика автомобилей",
                "id" => "1970445096169242",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автостекло",
                "id" => "1970445096059557",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Специализированное автооборудование",
                "id" => "1970445096059313",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Тюнинг",
                "id" => "1970445096059294",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Ремонт грузовых автомобилей",
                "id" => "1970445096079869",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Услуги авторазбора",
                "id" => "1970445096059286",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт ходовой части автомобиля",
                "id" => "1970445096066571",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Автоэмали",
                "id" => "1970445096059525",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Запчасти для мототехники",
                "id" => "1970445096169182",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт АКПП",
                "id" => "1970445096059292",
                "self_cat" => "Коробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Ремонт / обслуживание климатических систем автомобиля",
                "id" => "1970445096066577",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт бензиновых двигателей",
                "id" => "1970445096066575",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт дизельных двигателей",
                "id" => "1970445096066574",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Антикоррозийная обработка автомобилей",
                "id" => "1970445096059290",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Аппаратная замена масла",
                "id" => "1970445096066780",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Станции для зарядки электротранспорта",
                "id" => "1970445096169200",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Автосигнализации",
                "id" => "1970445096059288",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт / тюнинг мототехники",
                "id" => "1970445096077510",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт выхлопных систем",
                "id" => "1970445096111288",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Технический осмотр транспорта",
                "id" => "1970445096063412",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Ремонт топливной аппаратуры дизельных двигателей",
                "id" => "1970445096075528",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            /*[
                "name" => "Детейлинг",
                "id" => "15059031513214685",
                "self_cat" => "Другое",
                "self_car_id" => 43
            ],*/
            [
                "name" => "Ремонт карбюраторов / инжекторов",
                "id" => "1970445096066579",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт электронных систем управления автомобиля",
                "id" => "1970445096069292",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Тонировочные / защитные плёнки для автомобилей",
                "id" => "1970445096106218",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Установка / ремонт автомобильной оптики",
                "id" => "1970445096169245",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            /*[
                "name" => "Автоприцепы",
                "id" => "15059031513214866",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],*/
            [
                "name" => "Услуги по отогреву автомобиля",
                "id" => "1970445096115308",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Пошив авточехлов / автоковров",
                "id" => "1970445096129044",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт автобусов",
                "id" => "1970445096169244",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт МКПП",
                "id" => "1970445096169243",
                "self_cat" => "Кробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Тахографы",
                "id" => "1970445096169252",
                "self_cat" => "",
                "self_car_id" => ""
            ],
            /*[
                "name" => "Топливные карты",
                "id" => "15059031513158842",
                "self_cat" => "Другое",
                "self_car_id" => 46
            ],*/
            [
                "name" => "Переоборудование автомобилей",
                "id" => "1970445096169246",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Светоотражающие материалы / изделия",
                "id" => "1970445096116244",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],

            // association array for Kharkov
            [
                "name" => "Заправочные станции",
                "id" => "15481243978188915",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Шиномонтаж",
                "id" => "15481243978178057",
                "self_cat" => "Шиномантаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Выездная техническая помощь на дороге",
                "id" => "15481243978280684",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Авторемонт и техобслуживание (СТО)",
                "id" => "15481243978179409",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозапчасти для легковых автомобилей",
                "id" => "15481243978225252",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автомойки",
                "id" => "15481243978170773",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Автозапчасти для грузовых автомобилей",
                "id" => "15481243978171509",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Автостоянки",
                "id" => "15481243978170777",
                "self_cat" => "Автостоянки",
                "self_car_id" => 27
            ],
            [
                "name" => "Ремонт спецтехники",
                "id" => "15481243978178125",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Запчасти для общественного транспорта",
                "id" => "15481243978183529",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Контрактные автозапчасти",
                "id" => "15481243978170893",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти к сельхозтехнике",
                "id" => "15481243978173605",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Запчасти для спецтехники",
                "id" => "15481243978178834",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Шины / Диски",
                "id" => "15481243978170795",
                "self_cat" => "Шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автоаксессуары",
                "id" => "15481243978170793",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Газовое оборудование для автотранспорта",
                "id" => "15481243978170805",
                "self_cat" => "ГБО",
                "self_car_id" => 9
            ],
            [
                "name" => "Установка / ремонт автостёкол",
                "id" => "15481243978181160",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автомасла / Мотомасла / Химия",
                "id" => "15481243978213271",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Кузовной ремонт",
                "id" => "15481243978178061",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автозвук",
                "id" => "15481243978170772",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Развал / Схождение",
                "id" => "15481243978178058",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Тонирование автостёкол",
                "id" => "15481243978170781",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Хранение шин",
                "id" => "15481243978193197",
                "self_cat" => "шиномонтаж",
                "self_car_id" => 18
            ],
            [
                "name" => "Автомобильные аккумуляторы",
                "id" => "15481243978170892",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт автоэлектрики",
                "id" => "15481243978178060",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Компьютерная диагностика автомобилей",
                "id" => "15481243978280730",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Автостекло",
                "id" => "15481243978171045",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Специализированное автооборудование",
                "id" => "15481243978170801",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Тюнинг",
                "id" => "15481243978170782",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],
            [
                "name" => "Ремонт грузовых автомобилей",
                "id" => "15481243978191357",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Услуги авторазбора",
                "id" => "15481243978170774",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт ходовой части автомобиля",
                "id" => "15481243978178059",
                "self_cat" => "Ходовая",
                "self_car_id" => 4
            ],
            [
                "name" => "Автоэмали",
                "id" => "15481243978171013",
                "self_cat" => "Автомойки",
                "self_car_id" => 10
            ],
            [
                "name" => "Запчасти для мототехники",
                "id" => "15481243978280670",
                "self_cat" => "Автомагазины",
                "self_car_id" => 41
            ],
            [
                "name" => "Ремонт АКПП",
                "id" => "15481243978170780",
                "self_cat" => "Коробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Ремонт / обслуживание климатических систем автомобиля",
                "id" => "15481243978178065",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт бензиновых двигателей",
                "id" => "15481243978178063",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт дизельных двигателей",
                "id" => "15481243978178062",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Антикоррозийная обработка автомобилей",
                "id" => "15481243978170778",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Аппаратная замена масла",
                "id" => "15481243978178268",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Станции для зарядки электротранспорта",
                "id" => "15481243978280688",
                "self_cat" => "АЗС",
                "self_car_id" => 32
            ],
            [
                "name" => "Автосигнализации",
                "id" => "15481243978170776",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Ремонт / тюнинг мототехники",
                "id" => "15481243978188998",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            [
                "name" => "Ремонт выхлопных систем",
                "id" => "15481243978222776",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Технический осмотр транспорта",
                "id" => "15481243978174900",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Ремонт топливной аппаратуры дизельных двигателей",
                "id" => "15481243978187016",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            /*[
                "name" => "Детейлинг",
                "id" => "15059031513214685",
                "self_cat" => "Другое",
                "self_car_id" => 43
            ],*/
            [
                "name" => "Ремонт карбюраторов / инжекторов",
                "id" => "15481243978178067",
                "self_cat" => "Двигатель",
                "self_car_id" => 2
            ],
            [
                "name" => "Ремонт электронных систем управления автомобиля",
                "id" => "15481243978180780",
                "self_cat" => "Электрооборудование",
                "self_car_id" => 6
            ],
            [
                "name" => "Тонировочные / защитные плёнки для автомобилей",
                "id" => "15481243978217706",
                "self_cat" => "Кузовной ремонт",
                "self_car_id" => 5
            ],
            [
                "name" => "Установка / ремонт автомобильной оптики",
                "id" => "15481243978280733",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            /*[
                "name" => "Автоприцепы",
                "id" => "15059031513214866",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],*/
            [
                "name" => "Услуги по отогреву автомобиля",
                "id" => "15481243978226796",
                "self_cat" => "Техобслуживание",
                "self_car_id" => 7
            ],
            [
                "name" => "Пошив авточехлов / автоковров",
                "id" => "15481243978240532",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
           /* [
                "name" => "Ремонт автобусов",
                "id" => "15059031513214748",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],*/
            [
                "name" => "Ремонт МКПП",
                "id" => "15481243978280731",
                "self_cat" => "Кробка передач",
                "self_car_id" => 3
            ],
            [
                "name" => "Тахографы",
                "id" => "15481243978280740",
                "self_cat" => "",
                "self_car_id" => ""
            ],
            /*[
                "name" => "Топливные карты",
                "id" => "15059031513158842",
                "self_cat" => "Другое",
                "self_car_id" => 46
            ],*/
            [
                "name" => "Переоборудование автомобилей",
                "id" => "15481243978280734",
                "self_cat" => "Другое",
                "self_car_id" => 42
            ],
            /*[
                "name" => "Светоотражающие материалы / изделия",
                "id" => "15059031513161748",
                "self_cat" => "Тюнинг",
                "self_car_id" => 8
            ],*/
        ]

];